formulahendry.auto-close-tag
formulahendry.auto-rename-tag
ms-vscode-remote.remote-containers
file-icons.file-icons
xabikos.JavaScriptSnippets
hridoy.rails-snippets
fivethree.vscode-svelte-snippets
wingrunr21.vscode-ruby
rogalmic.bash-debug
ms-dotnettools.csharp
oouo-diogo-perdigao.docthis
tombonnike.vscode-status-bar-format-toggle
ecmel.vscode-html-css
Zignd.html-css-class-completion
ms-vscode.vscode-typescript-next
cmstead.js-codeformer
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
esbenp.prettier-vscode
pivaszbs.svelte-autoimport
svelte.svelte-vscode
ipatalas.vscode-postfix-ts
jvitor83.types-autoinstaller
pmneo.tsimporter